Repository: pkscout/script.harmony.control
Catalog: resources/language/resource.language.*/strings.po
Languages: et_ee, fi_fi, hr_hr, ru_ru

# #32000
source: General
et_ee: Üldine
fi_fi: Yleiset
hr_hr: Općenito
ru_ru: Общие

# #32100
source: Enable debug logging
et_ee: Luba silumise logimine
fi_fi: Käytä vianselvityslokia
hr_hr: Omogući zapisivanje otklanjanja grešaka
ru_ru: Включить журнал отладки

# #32101
source: Edit mappings
et_ee: Muuda nupuasetust
fi_fi: Muokkaa kartoituksia
hr_hr: Uredi mapiranja
ru_ru: Изменить раскладки

# #32102
source: Harmony hub IP address
et_ee: Harmony hubi IP aadress
fi_fi: Harmony Hubin IP-osoite
hr_hr: Harmony hub IP adresa
ru_ru: IP адрес хаба Harmony

# #32103
source: Use custom select menu
et_ee: Kasuta kohandatud profiilivalikut
fi_fi: Käytä omaa valintavalikkoa
hr_hr: Koristi prilagođeni izbornik odabira
ru_ru: Использовать особое меню

# #32104
source: Include skin mods
et_ee: Kaasa rüü kohandused
fi_fi: Huomioi ulkoasukohtaiset muokkaukset
hr_hr: Uključi modove presvlake
ru_ru: Включить обложку

# #32105
source: Enable advanced Harmony hub control
et_ee: Luba täpsem Harmony hubi juhtimine
fi_fi: Käytä edistynyttä Harmony Hub -ohjausta
hr_hr: Omogući napredno Harmony hub upravljanje
ru_ru: Включить расширенное управление хабом Harmony

# #32106
source: Timeout (in seconds)
et_ee: Aegumine (sekundites)
fi_fi: Aikakatkaisu (sekuntia)
hr_hr: Vrijeme čekanja (u sekundama)
ru_ru: Время ожидания (в секундах)

# #32107
source: Delay between remote commands (in milliseconds)
et_ee: Puldi käskude vaheline viivitus (millisekundites)
fi_fi: Kauko-ohjuskomentojen välinen viive (millisekuntia)
hr_hr: Odgoda između naredbi daljinskog (u milisekundama)
ru_ru: Задержка между командами пульта (в миллисекундах)

# #32200
source: Select action
et_ee: Vali toiming
fi_fi: Valitse toiminto
hr_hr: Odaberi radnju
ru_ru: Выберите действие

# #32201
source: Enter name of action
et_ee: Anna toimingu nimi
fi_fi: Syötä toiminnon nimi
hr_hr: Upiši naziv radnje
ru_ru: Введите имя действия

# #32202
source: Additional commands to run
et_ee: Täiendavad käivitatavad käsud
fi_fi: Muita suoritettavia komentoja
hr_hr: Dodane naredbe za pokretanje
ru_ru: Дополнительные команды для запуска

# #32203
source: Enter Harmony activity
et_ee: Sisesta Harmony aktiviteet
fi_fi: Syötä Harmony-aktiviteetti
hr_hr: Unesi Harmony aktivnosti
ru_ru: Выберите активность Harmony

# #32204
source: Select mapping
et_ee: Vali nupuasetus
fi_fi: Valitse kartoitus
hr_hr: Odaberi mapiranje
ru_ru: Выберите раскладку

# #32205
source: Choose service
et_ee: Vali teenus
fi_fi: Valitse palvelu
hr_hr: Odaberi uslugu
ru_ru: Выберите сервис

# #32300
source: Add mapping
et_ee: Lisa nupuasetus
fi_fi: Lisää kartoitus
hr_hr: Dodaj mapiranje
ru_ru: Добавить раскладку

# #32301
source: Edit mapping
et_ee: Muuda nupuasetust
fi_fi: Muokkaa kartoistusta
hr_hr: Uredi mapiranje
ru_ru: Изменить раскладку

# #32302
source: Delete mapping
et_ee: Kustuta nupuasetus
fi_fi: Poista kartoistus
hr_hr: Obriši mapiranje
ru_ru: Удалить раскладку
